Repository: EdmilsonSantana/lms
Catalog: lms/locale/*.po
Languages: pt

source: Student Reviews
pt: Avaliações dos Alunos

source: Student {0} has already been added to this batch.
pt: O aluno {0} já foi adicionado a esta turma.

source: Students
pt: Alunos

source: Students deleted successfully
pt: Alunos excluídos com sucesso

source: Students will be enrolled in a paid batch once they complete the payment
pt: Os alunos serão matriculados em uma turma paga assim que completarem o pagamento

source: Subgroup
pt: Subgrupo

source: Subject
pt: Assunto

source: Submission
pt: Submissão

source: Submission List
pt: Lista de Submissões

source: Submit
pt: Enviar

source: Submit your resume to proceed with your application for this position. Upon submission, it will be shared with the job poster.
pt: nvie seu currículo para continuar com sua candidatura a esta vaga. Após o envio, ele será compartilhado com o responsável pela vaga.

source: Submitted {0}
pt: Enviado {0}

source: Success
pt: Sucesso

source: Success! You are good to go 👍
pt: Tudo certo! Você pode prosseguir 👍

source: Summary
pt: Resumo

source: Sunday
pt: Domingo

source: Suspicious pattern found in {0}: {1}
pt: Padrão suspeito encontrado em {0}: {1}

source: System Manager
pt: Gerente do Sistema

source: Tags
pt: Palavras-chave

source: Team School
pt: Escola da Equipe

source: Team Work
pt: Trabalho em Equipe

source: Template
pt: Modelo

source: Temporarily Disabled
pt: Desativado Temporariamente

source: Terms of Use
pt: Termos de Uso

source: Test Results
pt: Resultados dos Testes

source: Tests
pt: Testes

source: Text
pt: Texto

source: Thanks and Regards
pt: Obrigado e Atenciosamente

source: The course {0} is now available on {1}.
pt: O curso {0} agora está disponível em {1}.

source: The evaluator of this course is unavailable from {0} to {1}. Please select a date after {1}
pt: O avaliador deste curso não está disponível de {0} a {1}. Por favor, selecione uma data após {1}

source: The quiz has a time limit. For each question you will be given {0} seconds.
pt: O quiz tem um limite de tempo. Para cada pergunta, você terá {0} segundos.

source: The slot is already booked by another participant.
pt: O slot já está reservado por outro participante.

source: The status of your application has changed.
pt: O status da sua aplicação mudou.

source: There are no batches available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
pt: Não há turmas disponíveis no momento. Fique atento, novas experiências de aprendizado estão a caminho em breve!

source: There are no chapters in this course. Create and manage chapters from here.
pt: Não há capítulos neste curso. Crie e gerencie capítulos a partir daqui.

source: There are no courses available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
pt: No momento, não há cursos disponíveis. Fique de olho, novas experiências de aprendizado chegarão em breve!

source: There are no programs available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
pt: Não há programas disponíveis no momento. Fique atento, novas experiências de aprendizado estão a caminho em breve!

source: There are no seats available in this batch.
pt: Não há vagas disponíveis nesta turma.

source: There are no students in this batch.
pt: Não há alunos nesta turma.

source: There are no {0} on this site.
pt: Não há {0} neste site.

source: There has been an update on your submission. You have got a score of {0} for the quiz {1}
pt: Houve uma atualização na sua submissão. Você obteve uma pontuação de {0} para o quiz {1}

source: These customisations will work on the main batch page.
pt: Essas personalizações funcionarão na página principal da turma.

source: This badge has been awarded to {0} on {1}.
pt: Este badge foi concedido a {0} em {1}.

source: This certificate does no expire
pt: Este certificado não expira

source: This course has:
pt: Este curso tem:

source: This course is free.
pt: Este curso é gratuito.

source: This is a chapter in the course {0}
pt: Este é um capítulo no curso {0}

source: This lesson is not available for preview. As you are the Instructor of the course only you can see it.
pt: Esta lição não está disponível para visualização. Como você é o Instrutor do curso, apenas você pode vê-la.

source: This lesson is not available for preview. Please enroll in the course to access it.
pt: Esta aula não está disponível para pré-visualização. Por favor, inscreva-se no curso para acessá-la.

source: This lesson is not available for preview. Please join the course to access it.
pt: Esta lição não está disponível para visualização. Por favor, junte-se ao curso para acessá-la.

source: This quiz consists of {0} questions.
pt: Este quiz possui {0} pergunta(s).

source: Thursday
pt: Quinta-feira

source: Time
pt: Hora

source: Time Preference
pt: Preferência de Hora

source: Time must be in 24 hour format (HH:mm). Example 11:30 or 22:00
pt: A hora deve estar no formato de 24 horas (HH:mm). Exemplo 11:30 ou 22:00

source: Timetable
pt: Cronograma

source: Timetable Legends
pt: Lendas do Cronograma

source: Timetable Template
pt: Modelo de Cronograma

source: Timezone
pt: Fuso Horário

source: Timings:
pt: Horários:

source: Title
pt: Título

source: Title is required
pt: Título é obrigatório

source: To
pt: Para

source: To Date
pt: Data Final

source: To join this batch, please contact the Administrator.
pt: Para ingressar neste grupo, entre em contato com o Administrador.

source: To upload Image, Video, Audio or PDF from your system, click on the add icon and select upload from the menu. Then choose the file you want to add to the lesson and it gets added to your lesson.
pt: Para enviar uma imagem, vídeo, áudio ou PDF do seu sistema, clique no ícone de adicionar e selecione 'Enviar' no menu. Em seguida, escolha o arquivo que deseja adicionar à aula e ele será incluído na sua aula.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
pt: Muitos usuários se inscreveram recentemente, então o registro está desativado. Por favor, tente novamente em uma hora.

source: Total Marks
pt: Pontuação Total

source: Total Signups
pt: Total de Inscrições

source: Travel
pt: Viagem

source: Try Again
pt: Tentar Novamente

source: Tuesday
pt: Terça-feira

source: Type
pt: Tipo

source: Type your answer
pt: Digite sua resposta

source: UK Grading (e.g. 1st, 2:2)
pt: Classificação do Reino Unido (por exemplo, 1º, 2:2)

source: Unavailability
pt: Indisponibilidade

source: Unavailable From Date cannot be greater than Unavailable To Date
pt: A Data de Indisponibilidade não pode ser maior que a Data de Indisponibilidade Até

source: Under Review
pt: Em Análise

source: Unlisted
pt: Não listado

source: Unsplash Access Key
pt: Chave de Acesso Unsplash

source: Unstructured Role
pt: Papel Não Estruturado

source: Upcoming
pt: Em Breve

source: Upcoming Batches
pt: Turmas Futuras

source: Upcoming Evaluations
pt: Avaliações Futuras

source: Update
pt: Atualizar

source: Update Password
pt: Atualizar Senha

source: Upload
pt: Carregar

source: Upload File
pt: Subir archivo

source: Upload an image
pt: Carregar uma imagem

source: Upload your resume
pt: Carregue seu currículo

source: Uploading
pt: Carregando

source: Uploading {0}%
pt: Carregando {0}%

source: User
pt: Usuário

source: User Category
pt: Categoria de Usuário

source: User Field
pt: Campo de Usuário

source: User Input
pt: Entrada do Usuário

source: User Skill
pt: Habilidade do Usuário

source: User {0} has reported the job post {1}
pt: Usuário {0} relatou a vaga de emprego {1}

source: Username
pt: Nome de Usuário

source: Users
pt: Usuários

source: Users Response
pt: Resposta dos Usuários

source: Valid email and name required
pt: Email e nome válidos são necessários

source: Value Change
pt: Mudança de Valor

source: Video Embed Link
pt: Link de Vídeo Incorporado

source: View
pt: Ver

source: View Certificate
pt: Ver Certificado

source: Visibility
pt: Visibilidade

source: Visit Batch
pt: Visitar Grupo

source: Visit the following link to view your
pt: Visite o seguinte link para visualizar seu

source: Volunteering or Internship
pt: Voluntariado ou Estágio

source: We are pleased to inform you that you have been enrolled in our upcoming batch. Congratulations!
pt: Temos o prazer de informar que você foi matriculado em nosso próximo grupo. Parabéns!

source: Web Page
pt: Página da Web

source: Wednesday
pt: Quarta-feira

source: Welcome to {0}!
pt: Bem-vindo ao {0}!

source: What does include in preview mean?
pt: O que significa incluir na pré-visualização?

source: When a course gets submitted for review, it will be listed here.
pt: Quando um curso é enviado para revisão, ele será listado aqui.

source: Where did you hear about us?
pt: Onde você ouviu falar sobre nós?

source: With this certification, you can now showcase your updated skills and share your achievement with your colleagues and on LinkedIn. To access your certificate, please click on the link provided below. Make sure you are logged in to the portal.
pt: Com esta certificação, você pode agora mostrar suas habilidades atualizadas e compartilhar sua conquista com seus colegas e no LinkedIn. Para acessar seu certificado, clique no link fornecido abaixo. Certifique-se de estar logado no portal.

source: Withdrawn
pt: Retirado

source: Work Environment
pt: Ambiente de Trabalho

source: Work Experience
pt: Experiência de Trabalho

source: Work Experience Details
pt: Detalhes da Experiência de Trabalho

source: Write a Review
pt: Escreva uma Avaliação

source: Write a review
pt: Escreva uma avaliação

source: Write your answer here
pt: Escreva sua resposta aqui

source: You already have an evaluation on {0} at {1} for the course {2}.
pt: Você já tem uma avaliação em {0} às {1} para o curso {2}.

source: You are already enrolled for this batch.
pt: Você já está matriculado neste grupo.

source: You are already enrolled for this course.
pt: Você já está matriculado neste curso.

source: You are not a member of this batch. Please checkout our upcoming batches.
pt: Você não é membro desta turma. Por favor, confira nossas turmas futuras.

source: You are not a mentor of the course {0}
pt: Você não é mentor do curso {0}

source: You are not enrolled
pt: Você não está matriculado

source: You are not enrolled in this course. Please enroll to access this lesson.
pt: Você não está matriculado neste curso. Por favor, matricule-se para acessar esta lição.

source: You can add chapters and lessons to it.
pt: Você pode adicionar capítulos e aulas ao curso.

source: You can also copy-paste following link in your browser
pt: Você também pode copiar e colar o seguinte link em seu navegador

source: You can attempt this quiz only {0} {1}
pt: Você pode tentar este quiz apenas {0} {1}

source: You can attempt this quiz {0}.
pt: Você pode tentar este quiz {0}.

source: You can find their resume attached to this email.
pt: Você pode encontrar o currículo deles anexado a este email.

source: You can link courses and assessments to it.
pt: Você pode vincular cursos e avaliações a isso.

source: You cannot schedule evaluations after {0}.
pt: Você não pode agendar avaliações após {0}.

source: You cannot schedule evaluations for past slots.
pt: Você não pode agendar avaliações para horários passados.

source: You do not have permission to access this page.
pt: Você não tem permissão para acessar esta página.

source: You don't have any notifications.
pt: Você não tem nenhuma notificação.

source: You got
pt: Você obteve

source: You got {0}% correct answers with a score of {1} out of {2}
pt: Você acertou {0}% das respostas, com uma pontuação de {1} de {2}

source: You have already applied for this job.
pt: Você já se inscreveu para este trabalho.

source: You have already exceeded the maximum number of attempts allowed for this quiz.
pt: Você já excedeu o número máximo de tentativas permitidas para este quiz.

source: You have already reviewed this course
pt: Você já revisou este curso

source: You have been enrolled in this batch
pt: Você foi matriculado neste grupo

source: You have been enrolled in this course
pt: Você foi inscrito neste curso

source: You have got a score of {0} for the quiz {1}
pt: Você obteve uma pontuação de {0} no quiz {1}

source: You have not created any quizzes yet. To create a new quiz, click on the "New Quiz" button above.
pt: Você ainda não criou nenhum quiz. Para criar um novo quiz, clique no botão "Novo Quiz" acima.

source: You have opted to be notified for this course. You will receive an email when the course becomes available.
pt: Você optou por ser notificado sobre este curso. Você receberá um e-mail quando o curso estiver disponível.

source: You haven't enrolled for any courses
pt: Você não se matriculou em nenhum curso

source: You need to login first to enroll for this course
pt: Você precisa fazer login primeiro para se inscrever neste curso

source: You will have to get {0}% correct answers in order to pass the quiz.
pt: Você precisará obter {0}% de respostas corretas para poder passar no quiz.

source: You've applied to become a mentor for this course. Your request is currently under review.
pt: Você se inscreveu para se tornar um mentor deste curso. Seu pedido está atualmente em análise.

source: You've successfully submitted the assignment.
pt: Você enviou a tarefa com sucesso.

source: YouTube Video URL
pt: URL do Vídeo do YouTube

source: YouTube Video will appear at the top of the lesson.
pt: O vídeo do YouTube aparecerá no topo da lição.

source: Your Account has been successfully created!
pt: Sua conta foi criada com sucesso!

source: Your application has been submitted
pt: Sua inscrição foi submetida

source: Your calendar is set.
pt: Seu calendário está configurado.

source: Your evaluation for the course {0} has been scheduled on {1} at {2} {3}.
pt: Sua avaliação para o curso {0} foi agendada para {1} às {2} {3}.

source: Your evaluation slot has been booked
pt: Seu horário de avaliação foi reservado

source: Your evaluator is {0}
pt: Seu avaliador é {0}

source: Your request to join us as a mentor for the course
pt: Seu pedido para se juntar a nós como mentor para o curso

source: Your score is
pt: Sua pontuação é

source: Your submission has been successfully saved. The instructor will review and grade it shortly, and you'll be notified of your final result.
pt: Sua submissão foi salva com sucesso. O instrutor irá revisar e avaliar em breve, e você será notificado do seu resultado final.

source: Zoom Settings
pt: Configurações do Zoom

source: cancel your application
pt: cancelar sua inscrição

source: completed
pt: completo

source: correct answers
pt: Respostas corretas

source: has been
pt: foi

source: issued on
pt: emitido em

source: members
pt: membros

source: of
pt: de

source: out of
pt: de

source: posted by
pt: postado por

source: question_detail
pt: detalhe_da_pergunta

source: ratings
pt: avaliações

source: stars
pt: estrelas

source: time
pt: vez

source: times
pt: vezes

source: you can
pt: você pode

source: {0} Settings not found
pt: {0} Configurações não encontradas

source: {0} has applied for the job position {1}
pt: {0} se inscreveu para a vaga {1}

source: {0} has reported a job post for the following reason.
pt: {0} denunciou uma postagem de emprego pelo seguinte motivo.

source: {0} has submitted the assignment {1}
pt: {0} enviou a tarefa {1}

source: {0} is already a Student of {1} course through {2} batch
pt: {0} já é um Estudante do curso {1} através da turma {2}

source: {0} is already a mentor for course {1}
pt: {0} já é um mentor do curso {1}

source: {0} is already a {1} of the course {2}
pt: {0} já é um {1} do curso {2}

source: {0} is already certified for the course {1}
pt: {0} já está certificado para o curso {1}

source: {0} is your evaluator
pt: {0} é seu avaliador

source: {0} mentioned you in a comment
pt: {0} mencionou você em um comentário

source: {0} mentioned you in a comment in your batch.
pt: {0} mencionou você em um comentário na sua turma.

source: {0} mentioned you in a comment in {1}
pt: {0} mencionou você em um comentário em {1}

source: {} Active
pt: {} Ativo(s)

source: {} Completed
pt: {} Concluído(s)

source: {} Enrolled
pt: {} Matrículado(s)

source: {} Granted
pt: {} Concedido(s)

source: {} Passed
pt: {} Aprovado(s)

source: {} Published
pt: {} Publicado(s)
