Repository: EdmilsonSantana/lms
Catalog: lms/locale/*.po
Languages: pt

source: Instructor Notes
pt: Notas do Instrutor

source: Instructors
pt: Instrutores

source: Instructors Comments
pt: Comentários dos Instrutores

source: Interest
pt: Interesse

source: Interests
pt: Interesses

source: Invalid Invite Code.
pt: Código de Convite Inválido.

source: Invalid Quiz ID
pt: ID do quiz Inválido

source: Invite Code
pt: Código de Convite

source: Invite Email
pt: Email de Convite

source: Invite Only
pt: Apenas por Convite

source: Invite Request
pt: Solicitação de Convite

source: Is Correct
pt: Está Correto

source: Is Onboarding Complete
pt: O Onboarding Está Completo

source: Is SCORM Package
pt: É um Pacote SCORM

source: Issue Date
pt: Data de Emissão

source: Issued On
pt: Emitido Em

source: Issued on
pt: Emitido em

source: Items in Sidebar
pt: Itens na Barra Lateral

source: Items removed successfully
pt: Itens removidos com sucesso

source: Job
pt: Trabalho

source: Job Board Subtitle
pt: Subtítulo do Quadro de Empregos

source: Job Board Title
pt: Título do Quadro de Empregos

source: Job Details
pt: Detalhes da Vaga

source: Job Openings
pt: Vagas de Emprego

source: Job Opportunity
pt: Oportunidade de Emprego

source: Job Settings
pt: Configurações do Trabalho

source: Job Title
pt: Título do Trabalho

source: Jobs
pt: Vagas

source: Join
pt: Junte-se

source: Join Meeting
pt: Junte-se à Reunião

source: Join URL
pt: URL de Juntada

source: Keywords for the course
pt: Palavras-chave para o curso

source: LMS Assessment
pt: Avaliação LMS

source: LMS Assignment
pt: Tarefa LMS

source: LMS Assignment Submission
pt: Envio de Tarefa LMS

source: LMS Badge
pt: Insígnia LMS

source: LMS Badge Assignment
pt: Atribuição de Insígnia LMS

source: LMS Batch
pt: Turma LMS

source: LMS Batch Old
pt: Turma LMS Antiga

source: LMS Batch Timetable
pt: Cronograma da Turma LMS

source: LMS Category
pt: Categoria LMS

source: LMS Certificate
pt: Certificado LMS

source: LMS Certificate Evaluation
pt: Avaliação de Certificado LMS

source: LMS Certificate Request
pt: Solicitação de Certificado LMS

source: LMS Course
pt: Curso LMS

source: LMS Course Interest
pt: Interesse no Curso LMS

source: LMS Course Mentor Mapping
pt: Mapeamento de Mentor do Curso LMS

source: LMS Course Progress
pt: Progresso do Curso LMS

source: LMS Course Review
pt: Revisão do Curso LMS

source: LMS Enrollment
pt: Inscrição LMS

source: LMS Exercise
pt: Exercício LMS

source: LMS Job Application
pt: Aplicação para Trabalho LMS

source: LMS Live Class
pt: Aula Ao Vivo LMS

source: LMS Mentor Request
pt: Solicitação de Mentor LMS

source: LMS Option
pt: Opção LMS

source: LMS Payment
pt: Pagamento LMS

source: LMS Program
pt: Programa LMS

source: LMS Program Course
pt: Curso do Programa LMS

source: LMS Program Member
pt: Membro do Programa LMS

source: LMS Question
pt: Pergunta LMS

source: LMS Quiz
pt: Quiz LMS

source: LMS Quiz Question
pt: Pergunta do Quiz LMS

source: LMS Quiz Result
pt: Resultado do Quiz LMS

source: LMS Quiz Submission
pt: Envio do Quiz LMS

source: LMS Settings
pt: Configurações LMS

source: LMS Sidebar Item
pt: Item da Barra Lateral LMS

source: LMS Source
pt: Fonte LMS

source: LMS Student
pt: Estudante LMS

source: LMS Timetable Legend
pt: Legenda do Cronograma LMS

source: LMS Timetable Template
pt: Modelo de Cronograma LMS

source: Label
pt: Rótulo

source: Last Name
pt: Último Nome

source: Latest Submission
pt: Última Submissão

source: Launch File
pt: Arquivo de Lançamento

source: Lesson
pt: Aula

source: Lesson Reference
pt: Referência da Lição

source: Lesson Title
pt: Título da Lição

source: Lessons
pt: Aulas

source: Lessons Completed
pt: Aulas Concluídas

source: Lets start setting up your content on the LMS so that you can reclaim time and focus on growth.
pt: Vamos começar a configurar seu conteúdo no LMS para que você possa recuperar tempo e focar no crescimento.

source: Letter Grade (e.g. A, B-)
pt: Nota em Letras (ex: A, B-)

source: Limit Questions To
pt: Limitar Perguntas a

source: Limit cannot be greater than or equal to the number of questions in the quiz.
pt: O limite não pode ser maior ou igual ao número de perguntas no quiz.

source: LinkedIn ID
pt: ID do LinkedIn

source: List
pt: Lista

source: List of quizzes
pt: Lista de quizzes

source: Live
pt: Ao Vivo

source: Live Class
pt: Aula Ao Vivo

source: LiveCode URL
pt: URL do LiveCode

source: Load More
pt: Carregar Mais

source: Loading Batches...
pt: Carregando Turmas...

source: Location
pt: Localização

source: Location Preference
pt: Preferência de Localização

source: Log in
pt: Entrar

source: Log out
pt: Sair

source: Login
pt: Entrar

source: Login to apply
pt: Faça login para se inscrever

source: Make LMS the default home
pt: Defina o LMS como a página inicial padrão

source: Make an Announcement
pt: Faça um Anúncio

source: Make sure to enter the right billing name as the same will be used in your invoice.
pt: Certifique-se de inserir o nome de cobrança correto, pois o mesmo será usado na sua fatura.

source: Manage Batch
pt: Gerenciar Turma

source: Manager
pt: Administrador

source: Manager (Sales/Marketing/Customer)
pt: Gerente (Ventas/Marketing/Cliente)

source: Manifest File
pt: Arquivo Manifesto

source: Mark
pt: Marcar

source: Mark all as read
pt: Marcar tudo como lido

source: Mark as read
pt: Marcar como lido

source: Marks
pt: Notas

source: Marks for question number {0} cannot be greater than the marks allotted for that question.
pt: As notas para a pergunta número {0} não podem ser maiores do que as notas atribuídas para essa pergunta.

source: Marks out of
pt: Notas de

source: Max Attempts
pt: Máximas Tentativas

source: Maximun Attempts
pt: Máximas Tentativas

source: Medium
pt: Médio

source: Medium ID
pt: ID do Médio

source: Medium:
pt: Médio:

source: Member
pt: Membro

source: Member Cohort
pt: Cohorte do Membro

source: Member Email
pt: Email do Membro

source: Member Name
pt: Nome do Membro

source: Member Subgroup
pt: Subgrupo do Membro

source: Member Type
pt: Tipo de Membro

source: Member added to program
pt: Membro adicionado ao programa

source: Member {0} has already been added to this batch.
pt: Membro {0} já foi adicionado a esta turma.

source: Members
pt: Usuários

source: Membership
pt: Membresia

source: Memeber Username
pt: Nome de Usuário do Membro

source: Mentor Name
pt: Nome do Mentor

source: Mentor Request
pt: Solicitação de Mentor

source: Mentor Request Creation Template
pt: Modelo de Criação de Solicitação de Mentor

source: Mentor Request Status Update Template
pt: Modelo de Atualização de Status da Solicitação de Mentor

source: Mentors
pt: Mentores

source: Meta Image
pt: Imagem Meta

source: Milestone
pt: Marco

source: Milestones
pt: Marcos

source: Minimum two options are required for multiple choice questions.
pt: Mínimo duas opções são necessárias para perguntas de múltipla escolha.

source: Moderator
pt: Moderador

source: Modified By
pt: Modificado por

source: Module Name is incorrect or does not exist.
pt: Nome do Módulo está incorreto ou não existe.

source: Module is incorrect.
pt: Módulo está incorreto.

source: Monday
pt: Segunda-feira

source: More
pt: Mais

source: Move down
pt: Mover para baixo

source: Move up
pt: Mover para cima

source: Multiple Correct Answers
pt: Múltiplas Respostas Corretas

source: My Profile
pt: Meu Perfil

source: My availability
pt: Minha disponibilidade

source: My calendar
pt: Meu calendário

source: New
pt: Novo Curso

source: New Assignment Submission
pt: Nova Submissão de Tarefa

source: New Batch
pt: Nova Turma

source: New Course
pt: Novo Curso

source: New Job
pt: Nova vaga

source: New Job Applicant
pt: Novo Candidato a Emprego

source: New Program
pt: Novo Programa

source: New Program Course
pt: Novo Curso do Programa

source: New Program Member
pt: Novo Membro do Programa

source: New Question
pt: Nova Pergunta

source: New Quiz
pt: Novo Quiz

source: New Sign Up
pt: Novo Cadastro

source: New comment in batch {0}
pt: Novo comentário na turma {0}

source: New reply on the topic {0} in course {1}
pt: Nova resposta no tópico {0} no curso {1}

source: New {0}
pt: Novo(a): {0}

source: Next
pt: Próximo

source: Next Question
pt: Próxima Pergunta

source: No Assessments
pt: Nenhuma Avaliação

source: No Notifications
pt: Nenhuma Notificação

source: No Recording
pt: Nenhuma Gravação

source: No Upcoming Evaluations
pt: Nenhuma Avaliação Futura

source: No announcements
pt: Nenhum anúncio

source: No batches found
pt: Nenhuma turma encontrada

source: No certificates
pt: Nenhum certificado

source: No courses created
pt: Nenhum curso criado

source: No courses found
pt: Nenhum curso encontrado

source: No courses in this program
pt: Nenhum curso neste programa

source: No courses under review
pt: Nenhum curso em revisão

source: No introduction
pt: Esse usuário ainda não adicionou uma introdução.

source: No jobs posted
pt: Nenhuma vaga publicada

source: No live classes scheduled
pt: Nenhuma aula ao vivo agendada

source: No programs found
pt: Nenhum programa encontrado

source: No quizzes found
pt: Nenhum quiz encontrado

source: No slots available for this date.
pt: Nenhum slot disponível para esta data.

source: No upcoming evaluations.
pt: Nenhuma avaliação futura.

source: No {0}
pt: Nenhum {0}

source: No {0} batches
pt: Nenhuma turma {0}

source: No {0} courses
pt: Nenhum curso {0}

source: No.
pt: Nº

source: Not Allowed
pt: Não Permitido

source: Not Applicable
pt: Não Aplicável

source: Not Attempted
pt: Não Tentado

source: Not Available for Preview
pt: Não Disponível para Pré-visualização

source: Not Graded
pt: Não Avaliado

source: Not Permitted
pt: Não Permitido

source: Not Saved
pt: Não Salvo

source: Nothing to see here.
pt: Não existem novas notificações.

source: Notifications
pt: Notificações

source: Notify me when available
pt: Notifique-me quando estiver disponível

source: Number of seats available
pt: Número de assentos disponíveis

source: OAuth Client ID
pt: ID de cliente de OAuth

source: Office close to Home
pt: Escritório perto de Casa

source: Offline
pt: Desconectado

source: Once again, congratulations on this significant accomplishment.
pt: Mais uma vez, parabéns por esta conquista significativa.

source: Once the moderator grades your submission, you'll find the details here.
pt: Assim que o moderador avaliar sua submissão, você encontrará os detalhes aqui.

source: Only courses for which self learning is disabled can be added to program.
pt: Apenas cursos para os quais a autoaprendizagem está desativada podem ser adicionados ao programa.

source: Only files of type {0} will be accepted.
pt: Apenas arquivos do tipo {0} serão aceitos.

source: Only image file is allowed.
pt: Apenas arquivos de imagem são permitidos.

source: Only zip files are allowed
pt: Apenas arquivos zip são permitidos

source: Open
pt: Aberto

source: Open Assignment
pt: Tarefa Aberta

source: Open Course
pt: Curso Aberto

source: Open Ended
pt: Aberto

source: Open Network
pt: Rede Aberta

source: Option
pt: Opção

source: Option 1
pt: Opção 1

source: Option 2
pt: Opção 2

source: Option 3
pt: Opção 3

source: Option 4
pt: Opção 4

source: Order ID
pt: ID do Pedido

source: Ordered Item
pt: Item Pedido

source: Organisation
pt: Empresa

source: Organization
pt: Empresa

source: Original Amount
pt: Valor Original

source: Others
pt: Outros

source: Owner
pt: Proprietário

source: Pages
pt: Páginas

source: Paid Batch
pt: Turma Paga

source: Paid Course
pt: Curso Pago

source: Pan Number
pt: Número do PAN

source: Part Time
pt: Meio Período

source: Partially Complete
pt: Parcialmente completo

source: Pass
pt: Aprovar

source: Passing Percentage
pt: Porcentagem de Aprovação

source: Password
pt: Senha

source: Paste the youtube link of a short video introducing the course
pt: Cole o link do YouTube de um vídeo curto introduzindo o curso

source: Payment
pt: Pagamento

source: Payment Country
pt: País do Pagamento

source: Payment Details
pt: Detalhes do Pagamento

source: Payment Gateway
pt: Plataforma de Pagamento

source: Payment ID
pt: ID do Pagamento

source: Payment Received
pt: Pagamento Recebido

source: Payment Settings
pt: Configurações de Pagamento

source: Payment for Document
pt: Pagamento por Documento

source: Payment for Document Type
pt: Pagamento por Tipo de Documento

source: Payments
pt: Pagamentos

source: Payments app is not installed
pt: O aplicativo de pagamentos não está instalado

source: Pending
pt: Pendente

source: Percentage
pt: Porcentagem

source: Percentage (e.g. 70%)
pt: Porcentagem (ex: 70%)

source: Phone Number
pt: Número de Telefone

source: Please Login
pt: Por favor, faça login

source: Please add <a href='{0}'>{1}</a> for <a href='{2}'>{3}</a> to send calendar invites for evaluations.
pt: Por favor, adicione <a href='{0}'>{1}</a> para <a href='{2}'>{3}</a> enviar convites de calendário para avaliações.

source: Please ask your administrator to verify your sign-up
pt: Por favor, peça ao seu administrador para verificar seu cadastro

source: Please check your email for verification
pt: Por favor, verifique seu e-mail para verificação

source: Please click on the following button to set your new password
pt: Por favor, clique no botão a seguir para definir sua nova senha

source: Please complete the previous courses in the program to enroll in this course.
pt: Por favor, complete os cursos anteriores no programa para se inscrever neste curso.

source: Please enable Zoom Settings to use this feature.
pt: Por favor, ative as Configurações do Zoom para usar este recurso.

source: Please enroll for this course to view this lesson
pt: Por favor, inscreva-se neste curso para visualizar esta lição

source: Please ensure that you complete all the questions in {0} minutes.
pt: Por favor, certifique-se de responder todas as perguntas em {0} minutos.

source: Please enter a title.
pt: Por favor, insira um título.

source: Please enter a valid URL.
pt: Por favor, insira uma URL válida.

source: Please enter a valid time in the format HH:mm.
pt: Por favor, insira um horário válido no formato HH:mm.

source: Please enter the URL for assignment submission.
pt: Por favor, insira a URL para a submissão da tarefa.

source: Please enter your answer
pt: Por favor, insira sua resposta

source: Please install the Payments app to create a paid batches.
pt: Por favor, instale o aplicativo de pagamentos para criar turmas pagas.

source: Please install the Payments app to create a paid courses.
pt: Por favor, instale o aplicativo de pagamentos para criar cursos pagos.

source: Please let us know where you heard about us from.
pt: Por favor, nos informe onde você ouviu falar sobre nós.

source: Please login to access the quiz.
pt: Por favor, faça login para acessar o quiz.

source: Please login to access this page.
pt: Por favor, faça login para acessar esta página.

source: Please login to continue with payment.
pt: Por favor, faça login para continuar com o pagamento.

source: Please prepare well and be on time for the evaluations.
pt: Por favor, prepare-se bem e chegue a tempo para as avaliações.

source: Please select a date.
pt: Por favor, selecione uma data.

source: Please select a duration.
pt: Por favor, selecione uma duração.

source: Please select a future date and time.
pt: Por favor, selecione uma data e hora futuras.

source: Please select a time.
pt: Por favor, selecione um horário.

source: Please select a timezone.
pt: Por favor, selecione um fuso horário.

source: Please take appropriate action at {0}
pt: Por favor, tome a ação apropriada em {0}

source: Please upload a SCORM package
pt: Por favor, faça o upload de um pacote SCORM

source: Please upload the assignment file.
pt: Por favor, faça o upload do arquivo da tarefa.

source: Please upload your resume
pt: Por favor, carregue seu currículo

source: Point of Score (e.g. 70)
pt: Ponto de Pontuação (ex: 70)

source: Possibility
pt: Possibilidade

source: Possible Answer 1
pt: Resposta Possível 1

source: Possible Answer 2
pt: Resposta Possível 2

source: Possible Answer 3
pt: Resposta Possível 3

source: Possible Answer 4
pt: Resposta Possível 4

source: Post
pt: Postar

source: Postal Code
pt: Código Postal

source: Posted on
pt: Postado em

source: Preferred Function
pt: Função Preferida

source: Preferred Functions
pt: Funções Preferidas

source: Preferred Industries
pt: Indústrias Preferidas

source: Preferred Industry
pt: Indústria Preferida

source: Preferred Location
pt: Localização Preferida

source: Preview Image
pt: Imagem de Pré-visualização

source: Preview Video
pt: Vídeo de Pré-visualização

source: Previous
pt: Anterior

source: Pricing
pt: Preços

source: Primary Countries
pt: Países Primários

source: Primary Subgroup
pt: Subgrupo Primário

source: Privacy Policy
pt: Política de Privacidade

source: Private
pt: Privado

source: Private Information includes your Grade and Work Environment Preferences
pt: Informações Privadas incluem suas Preferências de Nota e Ambiente de Trabalho

source: Proceed to Payment
pt: Prosseguir para o Pagamento

source: Profession
pt: Profissão

source: Profile Image
pt: Imagem do Perfil

source: Program Course
pt: Curso do Programa

source: Program Courses
pt: Cursos do Programa

source: Program Member
pt: Membro do Programa

source: Program Members
pt: Membros do Programa

source: Progress
pt: Progresso

source: Progress (%)
pt: Progresso (%)

source: Public
pt: Público

source: Publish on Participant Page
pt: Publicar na Página do Participante

source: Published
pt: Publicado

source: Published Courses
pt: Cursos Publicados

source: Published On
pt: Publicado em

source: Question
pt: Pergunta

source: Question
pt: Pergunta

source: Question Detail
pt: Detalhe da Pergunta

source: Question Name
pt: Nome da Pergunta

source: Question added successfully
pt: Pergunta adicionada com sucesso

source: Question updated successfully
pt: Pergunta atualizada com sucesso

source: Question {0}
pt: Pergunta {0}

source: Question {0} of {1}
pt: Pergunta {0} de {1}

source: Questions
pt: Perguntas

source: Questions deleted successfully
pt: Perguntas excluídas com sucesso

source: Quiz ID
pt: ID do Quiz

source: Quiz Submission
pt: Envio de Quiz

source: Quiz Submissions
pt: Submissões de Quizzes

source: Quiz Summary
pt: Resumo do Quiz

source: Quiz Title
pt: Título do Quiz

source: Quiz created successfully
pt: Quiz criado com sucesso

source: Quiz is not available to Guest users. Please login to continue.
pt: O quiz não está disponível para usuários convidados. Por favor, faça login para continuar.

source: Quiz updated successfully
pt: Quiz atualizado com sucesso

source: Quiz will appear at the bottom of the lesson.
pt: O quiz aparecerá na parte inferior da aula.

source: Rating
pt: Classificação

source: Rating cannot be 0
pt: A avaliação não pode ser 0

source: Read the question carefully before attempting the assignment.
pt: Leia a pergunta cuidadosamente antes de tentar a tarefa.

source: Ready
pt: Pronto

source: Reference DocName
pt: Nome do Documento de Referência

source: Reference DocType
pt: Tipo de Documento de Referência

source: Reference Document Type
pt: Tipo de Documento de Referência

source: Regards
pt: Atenciosamente

source: Register Now
pt: Registre-se Agora

source: Registered
pt: Registrado

source: Registered but disabled
pt: Registrado, mas desativado

source: Rejected
pt: Rejeitado

source: Related Courses
pt: Cursos relacionados

source: Remove
pt: Remover

source: Reply To
pt: Responder a

source: Request Invite
pt: Solicitar Convite

source: Request for Mentorship
pt: Solicitar Mentoria

source: Required Role
pt: Função Necessária

source: Restricted
pt: Restrito

source: Result
pt: Resultado

source: Resume
pt: Currículo

source: Review
pt: Avaliação

source: Review the course
pt: Avalie o curso

source: Reviewed By
pt: Revisado por

source: Reviews
pt: Avaliações

source: Role
pt: Função

source: Role Preference
pt: Preferência de Função

source: Route
pt: Rota

source: Row #{0} Date cannot be outside the batch duration.
pt: Linha #{0} A data não pode estar fora da duração da turma.

source: Row #{0} End time cannot be outside the batch duration.
pt: Linha #{0} O horário de término não pode estar fora da duração da turma.

source: Row #{0} Start time cannot be greater than or equal to end time.
pt: Linha #{0} O horário de início não pode ser maior ou igual ao horário de término.

source: Row #{0} Start time cannot be outside the batch duration.
pt: Linha #{0} O horário de início não pode estar fora da duração da turma.

source: Rows {0} have the duplicate questions.
pt: As linhas {0} têm perguntas duplicadas.

source: Run
pt: Executar

source: SCORM Package
pt: Pacote SCORM

source: SCORM Package Path
pt: Caminho do Pacote SCORM

source: Saturday
pt: Sábado

source: Save
pt: Salvar

source: Schedule
pt: Agenda

source: Schedule Evaluation
pt: Agendar Avaliação

source: Scheduled Flow
pt: Fluxo Agendado

source: Scope
pt: Escopo

source: Score
pt: Pontuação

source: Score Out Of
pt: Pontuação Máxima

source: Search
pt: Pesquisar

source: Search for an icon
pt: Pesquisar um ícone

source: Seat Count
pt: Contagem de Assentos

source: Seat Left
pt: Assento Restante

source: Seats Left
pt: Assentos Restantes

source: Select a question
pt: Selecione uma pergunta

source: Select a quiz
pt: Selecione um quiz

source: Select a slot
pt: Selecione um slot

source: Select an app to continue
pt: Escolha um app para continuar

source: Send calendar invite for evaluations
pt: Enviar convite de calendário para avaliações

source: Sessions On Days
pt: Sessões em Dias

source: Set your Password
pt: Defina sua Senha

source: Settings
pt: Configuração

source: Share on
pt: Compartilhar em

source: Short Introduction
pt: Breve introdução

source: Short description of the batch
pt: Descrição curta da turma

source: Show Answer
pt: Mostrar Resposta

source: Show Answers
pt: Mostrar Respostas

source: Show Submission History
pt: Mostrar Histórico de Submissões

source: Show Tab in Batch
pt: Mostrar Aba na Turma

source: Show USD Equivalent
pt: Mostrar Equivalente em USD

source: Show day view in timetable
pt: Mostrar visualização diária na tabela de horários

source: Show live class
pt: Mostrar aula ao vivo

source: Shuffle Questions
pt: Embaralhar Perguntas

source: Shuffle Settings
pt: Configurações de Embaralhamento

source: Sidebar
pt: Barra Lateral

source: Sidebar Items
pt: Itens da Barra Lateral

source: Sign Up is disabled
pt: O cadastro está desativado

source: Sign up
pt: Cadastrar-se

source: Signup Email
pt: Email de Cadastro

source: Signup Settings
pt: Configurações de Cadastro

source: Signups
pt: Cadastros

source: Skill
pt: Habilidade

source: Skill Details
pt: Detalhes da Habilidade

source: Skill Name
pt: Nome da Habilidade

source: Skills
pt: Habilidades

source: Skills must be unique
pt: As habilidades devem ser únicas

source: Skip
pt: Pular

source: Skip Onboarding
pt: Pular a Integração

source: Slot Times are overlapping for some schedules.
pt: Os horários dos slots estão sobrepostos para alguns cronogramas.

source: Sold Out
pt: Esgotado

source: Solution
pt: Solução

source: Source
pt: Fonte

source: Staff
pt: Equipe

source: Stage
pt: Etapa

source: Start
pt: Iniciar

source: Start Date
pt: Data de Início

source: Start Learning
pt: Começar a Aprender

source: Start Time
pt: Hora de Início

source: Start Time cannot be greater than End Time
pt: A hora de início não pode ser maior que a hora de término

source: Start URL
pt: URL de inicio

source: Start a discussion
pt: Faça uma pergunta

source: Startup Organization
pt: Organização Inicial

source: State
pt: Situação

source: Statistics
pt: Estatísticas

source: Status/Score
pt: Status/Pontuação

source: Student
pt: Estudante

source: Student Details
pt: Detalhes do Estudante

source: Student Name
pt: Nome do Estudante
