Repository: EdmilsonSantana/lms
Catalog: lms/locale/*.po
Languages: pt

source: Please evaluate and grade it.
pt: Por favor, avalie e dê uma nota.

source: % completed
pt: % concluído

source: <a href="/app/lms-settings/LMS%20Settings">LMS Settings</a>
pt: <a href="/app/lms-settings/LMS%20Settings">Configurações do LMS</a>

source: <a href="/app/web-page/new-web-page-1">Setup a Home Page</a>
pt: <a href="/app/web-page/new-web-page-1">Configure uma Página Principal</a>

source: <a href="/lms/courses">Visit LMS Portal</a>
pt: <a href="/lms/courses">Visitar Portal</a>

source: <a href="/lms/courses/new/edit">Create a Course</a>
pt: <a href="/lms/courses/new/edit">Criar um curso</a>

source: <a href="https://docs.frappe.io/learning">Documentation</a>
pt: <a href="https://docs.frappe.io/learning">Documentação</a>

source: <span class="h4"><b>Get Started</b></span>
pt: <span class="h4"><b>Iniciar</b></span>

source: <span class="h4"><b>Master</b></span>
pt: <span class="h4"><b>Mestre</b></span>

source: <span style="font-size: 18px;"><b>Statistics</b></span>
pt: <span style="font-size: 18px;"><b>Estatísticas</b></span

source: A one line introduction to the course that appears on the course card
pt: Uma introdução de uma linha para o curso que aparece no cartão do curso

source: About
pt: Sobre

source: Acceptance for Terms and/or Policies
pt: Aceitação dos Termos e/ou Políticas

source: Accepted
pt: Aceito

source: Account ID
pt: ID da conta

source: Achievements
pt: Conquistas

source: Active
pt: Ativo

source: Add
pt: Adicionar

source: Add Chapter
pt: Adicionar Capítulo

source: Add Lesson
pt: Adicionar Aula

source: Add Slot
pt: Adicionar Vaga

source: Add a Chapter
pt: Adicionar um Capítulo

source: Add a Lesson
pt: Adicionar uma Aula

source: Add a Student
pt: Adicionar um Aluno

source: Add a chapter
pt: Adicionar um capítulo

source: Add a course
pt: Adicionar um Curso

source: Add a lesson
pt: Adicionar uma lição

source: Add a new question
pt: Adicionar nova questão

source: Add a quiz to your lesson
pt: Adicionar um quiz à sua aula

source: Add an assessment
pt: Adicionar uma avaliação

source: Add an existing question
pt: Adicionar uma questão existente

source: Add at least one possible answer for this question: {0}
pt: Adicione pelo menos uma resposta possível para esta pergunta: {0}

source: Add web page to sidebar
pt: Adicionar página da web à barra lateral

source: Add your assignment as {0}
pt: Adicione sua tarefa como {0}

source: Address
pt: Endereço

source: Address Line 1
pt: Linha de Endereço 1

source: Address Line 2
pt: Linha de Endereço 2

source: All
pt: Todos

source: All Courses
pt: Cursos

source: All Submissions
pt: Todas as Submissões

source: All questions should have the same marks if the limit is set.
pt: Todas as perguntas devem ter a mesma pontuação se o limite estiver definido.

source: Allow Job Posting From Website
pt: Permitir Publicação de Vagas no Site

source: Allow Self Enrollment
pt: Permitir Auto Inscrição

source: Allow accessing future dates
pt: Permitir acesso a datas futuras

source: Allow self enrollment
pt: Permitir auto inscrição

source: Already Registered
pt: Já Registrado

source: Amount
pt: Valor

source: Amount (USD)
pt: Valor (USD)

source: Amount Based On Field
pt: Valor Baseado no Campo

source: Amount Field
pt: Campo de Valor

source: Amount and currency are required for paid batches.
pt: Valor e moeda são obrigatórios para turmas pagas.

source: Amount and currency are required for paid courses.
pt: Valor e moeda são obrigatórios para cursos pagos.

source: Amount with GST
pt: Valor com GST

source: Announcement
pt: Anúncio

source: Announcement has been sent successfully
pt: Anúncio enviado com sucesso

source: Answer
pt: Resposta

source: Appears on the course card in the course list
pt: Aparece no cartão do curso na lista de cursos

source: Appears when the batch URL is shared on any online platform
pt: Aparece quando a URL da turma é compartilhada em qualquer plataforma online

source: Applications Received
pt: Candidaturas Recebidas

source: Apply
pt: Aplicar

source: Apply GST for India
pt: Aplicar GST para a Índia

source: Apply Rounding on Equivalent
pt: Aplicar Arredondamento no Equivalente

source: Apply for this job
pt: Candidatar-se a esta vaga

source: Approved
pt: Aprovado

source: Ask User Category during Signup
pt: Perguntar Categoria do Usuário durante o Cadastro

source: Assessment
pt: Avaliação

source: Assessment Name
pt: Nome da Avaliação

source: Assessment Type
pt: Tipo de Avaliação

source: Assessment added successfully
pt: Avaliação adicionada com sucesso

source: Assessment {0} has already been added to this batch.
pt: Avaliação {0} já foi adicionada a esta turma.

source: Assessments
pt: Avaliações

source: Assign
pt: Atribuir

source: Assignment
pt: Tarefa

source: Assignment Attachment
pt: Anexo da Tarefa

source: Assignment Submission Template
pt: Modelo de Submissão da Tarefa

source: Assignment Title
pt: Título da Tarefa

source: Assignment for Lesson {0} by {1} already exists.
pt: Tarefa para a Lição {0} por {1} já existe.

source: Assignment will appear at the bottom of the lesson.
pt: A tarefa aparecerá na parte inferior da lição.

source: At least one option must be correct for this question.
pt: Pelo menos uma opção deve estar correta para esta pergunta.

source: Attire Preference
pt: Preferência de Vestuário

source: Authorize Google Calendar Access
pt: Autorizar Acesso ao Google Calendar

source: Auto Assign
pt: Auto Atribuir

source: Auto Recording
pt: Gravação Automática

source: Average Rating
pt: Classificação Média

source: Back to Course
pt: Voltar ao Curso

source: Badge
pt: Distintivo

source: Badge Description
pt: Descrição do Distintivo

source: Badge Image
pt: Imagem do Distintivo

source: Batch
pt: Turma

source: Batch Confirmation Template
pt: Modelo de Confirmação da Turma

source: Batch Course
pt: Curso da Turma

source: Batch Created
pt: Turma Criada

source: Batch Description
pt: Descrição da Turma

source: Batch Details
pt: Detalhes da Turma

source: Batch Details Raw
pt: Detalhes da Turma Brutos

source: Batch Evaluator
pt: Avaliador da Turma

source: Batch Name
pt: Nome da Turma

source: Batch Old
pt: Turma Antiga

source: Batch Settings
pt: Configurações da Turma

source: Batch Start Date:
pt: Data de Início da Turma:

source: Batch Student
pt: Estudante da Turma

source: Batch Title
pt: Título da Turma

source: Batch Updated
pt: Turma Atualizada

source: Batch end date cannot be before the batch start date
pt: A data de término da turma não pode ser anterior à data de início da turma

source: Batches
pt: Turmas

source: Begin Date
pt: Data de Início

source: Best Regards
pt: Atenciosamente

source: Billing Details
pt: Detalhes de Cobrança

source: Billing Name
pt: Nome de Cobrança

source: Bio
pt: Biografia

source: Body
pt: Corpo

source: Both Individual and Team Work
pt: Trabalho Individual e em Equipe

source: Branch
pt: Filial

source: Business Owner
pt: Proprietário do Negócio

source: Button Help
pt: Ajuda do Botão

source: Button Label
pt: Rótulo do Botão

source: Buy this course
pt: Comprar este curso

source: By
pt: Por

source: Cancelled
pt: Cancelado

source: Career Preference Details
pt: Detalhes da Preferência de Carreira

source: Casual Wear
pt: Vestuário Casual

source: Category
pt: Categoría

source: Category Name
pt: Nome da Categoria

source: Certificate
pt: Certificado

source: Certificate Email Template
pt: Modelo de Email do Certificado

source: Certificate Link
pt: Link do Certificado

source: Certificate saved successfully
pt: Certificado salvo com sucesso

source: Certificates
pt: Certificados

source: Certificates generated successfully
pt: Certificados gerados com sucesso

source: Certification
pt: Certificação

source: Certification Details
pt: Detalhes da Certificação

source: Certification Expires After (Years)
pt: Certificação Expira Após (Anos)

source: Certification Name
pt: Nome da Certificação

source: Certified Participants
pt: Participantes Certificados

source: Change
pt: Alterar

source: Chapter
pt: Capítulo

source: Chapter Reference
pt: Referência do Capítulo

source: Chapter added successfully
pt: Capítulo adicionado com sucesso

source: Chapter updated successfully
pt: Capítulo atualizado com sucesso

source: Chapters
pt: Capítulos

source: Check
pt: Verificar

source: Check Discussion
pt: Verificar Discussão

source: Check out the {0} to know more about certification.
pt: Confira o {0} para saber mais sobre certificação.

source: Checkout Courses
pt: Ver Cursos

source: Choices
pt: Múltipla Escolha

source: Choose all answers that apply
pt: Escolha todas as respostas que se aplicam

source: Choose an icon
pt: Escolha um ícone

source: Choose one answer
pt: Escolha uma resposta

source: City
pt: Cidade

source: Clearly Defined Role
pt: Função Claramente Definida

source: Click on the add icon in the editor and select Quiz from the menu. It opens up a dialog, where you can either select a quiz from the list or create a new quiz. When you select the Create New option it redirects you to the quiz creation page.
pt: Clique no ícone de adicionar no editor e selecione 'Quiz' no menu. Isso abrirá uma caixa de diálogo, onde você pode selecionar um quiz da lista ou criar um novo quiz. Quando você selecionar a opção 'Criar Novo', será redirecionado para a página de criação de quiz.

source: Click to tune
pt: Clique para ajustar

source: Client ID
pt: ID do Cliente

source: Client Secret
pt: Segredo do Cliente

source: Closed
pt: Fechado

source: Cloud
pt: Nuvem

source: Code
pt: Código

source: CodeBox
pt: Código-Fonte

source: Cohort
pt: Cohorte

source: Cohort Join Request
pt: Solicitação de Participação na Cohorte

source: Cohort Mentor
pt: Mentor da Cohorte

source: Cohort Staff
pt: Equipe da Cohorte

source: Cohort Subgroup
pt: Subgrupo da Cohorte

source: Cohort Web Page
pt: Página da Web da Cohorte

source: Collaboration Preference
pt: Preferência de Colaboração

source: Collapse all chapters
pt: Colapsar todos os capítulos

source: College Name
pt: Nome da Faculdade

source: Color
pt: Cor

source: Comments
pt: Comentários

source: Company
pt: Empresa

source: Company Details
pt: Detalhes da Empresa

source: Company Email Address
pt: Email da Empresa

source: Company Logo
pt: Logo da Empresa

source: Company Name
pt: Nome da Empresa

source: Company Type
pt: Tipo de Empresa

source: Company Website
pt: Site da Empresa

source: Complete
pt: Completar

source: Complete Sign Up
pt: Completar registro

source: Completed
pt: Completado

source: Completion Certificate
pt: Certificado de Conclusão

source: Completions
pt: Completados

source: Condition
pt: Condição

source: Condition must be in valid JSON format.
pt: A condição deve estar em formato JSON válido.

source: Condition must be valid python code.
pt: A condição deve ser um código python válido.

source: Confirmation Email Sent
pt: Email de Confirmação Enviado

source: Congratulations on getting certified!
pt: Parabéns por obter a certificação!

source: Contact the Administrator to enroll for this course.
pt: Entre em contato com o Administrador para se inscrever neste curso.

source: Content
pt: Conteúdo

source: Continue Learning
pt: Continuar Aprendendo

source: Contract
pt: Contrato

source: Convert to
pt: Converter para

source: Cookie Policy
pt: Política de cookies

source: Copy the URL of the video from YouTube and paste it in the editor.
pt: Copie a URL do vídeo do YouTube e cole-a no editor.

source: Corporate Organization
pt: Organização Corporativa

source: Correct
pt: Correto

source: Correct Answer
pt: Resposta Correta

source: Country
pt: País

source: Course
pt: Curso

source: Course Chapter
pt: Capítulo do Curso

source: Course Completed
pt: Curso Completado

source: Course Content
pt: Conteúdo do Curso

source: Course Creator
pt: Criador de Cursos

source: Course Data
pt: Dados do Curso

source: Course Description
pt: Descrição do Curso

source: Course Evaluator
pt: Avaliador de Cursos

source: Course Image
pt: Imagem do Curso

source: Course Instructor
pt: Instrutor do Curso

source: Course Lesson
pt: Aula do Curso

source: Course List
pt: Lista de Cursos

source: Course Name
pt: Nome do Curso

source: Course Outline
pt: Esboço do Curso

source: Course Price
pt: Preço do Curso

source: Course Progress Summary
pt: Resumo do Progresso do Curso

source: Course Settings
pt: Configurações do Curso

source: Course Stats
pt: Estatísticas do Curso

source: Course Title
pt: Título do Curso

source: Course added to program
pt: Curso adicionado ao programa

source: Course already added to the batch.
pt: Curso já adicionado à turma.

source: Course deleted successfully
pt: Curso excluído com sucesso

source: Course moved successfully
pt: Curso movido com sucesso

source: Course {0} has already been added to this batch.
pt: O curso {0} já foi adicionado a esta turma.

source: Courses
pt: Cursos

source: Courses Completed
pt: Cursos Concluídos

source: Courses Mentored
pt: Cursos Mentorados

source: Courses deleted successfully
pt: Cursos excluídos com sucesso

source: Cover Image
pt: Imagem de Capa

source: Create
pt: Criar

source: Create LMS Certificate
pt: Criar Certificado LMS

source: Create LMS Certificate Evaluation
pt: Criar Avaliação de Certificado LMS

source: Create a Batch
pt: Criar uma Turma

source: Create a Course
pt: Criar um Curso

source: Create a Live Class
pt: Criar uma Aula Ao Vivo

source: Create a course
pt: Criar um curso

source: Create a new question
pt: Criar uma nova pergunta

source: Created
pt: Criado

source: Currency
pt: Moeda

source: Current Lesson
pt: Aula Atual

source: Custom HTML
pt: HTML Personalizado

source: Custom Script (JavaScript)
pt: Script personalizado (JavaScript)

source: Custom Signup Content
pt: Conteúdo de Inscrição Personalizado

source: Customisations
pt: Personalizações

source: Dashboard
pt: Painel

source: Date
pt: Data

source: Date and Time
pt: Data e Hora

source: Day
pt: Dia

source: Dear
pt: Caro

source: Dear
pt: Caro

source: Default Currency
pt: Moeda Padrão

source: Degree Type
pt: Tipo de Grau

source: Delete
pt: Remover

source: Delete Chapter
pt: Excluir Capítulo

source: Delete Course
pt: Excluir Curso

source: Delete this chapter?
pt: Excluir este capítulo?

source: Delete this lesson?
pt: Excluir esta aula?

source: Deleting the course will also delete all its chapters and lessons. Are you sure you want to delete this course?
pt: Excluir o curso também excluirá todos os seus capítulos e aulas. Você tem certeza de que deseja excluir este curso?

source: Deleting this chapter will also delete all its lessons and permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
pt: Excluir este capítulo também excluirá todas as suas aulas e o removerá permanentemente do curso. Esta ação não pode ser desfeita. Você tem certeza de que deseja continuar?

source: Deleting this lesson will permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
pt: Excluir esta aula removerá permanentemente do curso. Esta ação não pode ser desfeita. Você tem certeza de que deseja continuar?

source: Description
pt: Descrição

source: Details
pt: Detalhes

source: Disable Self Enrollment
pt: Desabilitar autoinscrição

source: Disable Self Learning
pt: Desativar Autoaprendizagem

source: Disabled
pt: Desabilitado

source: Discard
pt: Descartar

source: Discussions
pt: Discussões

source: Document
pt: Documento

source: Dream Companies
pt: Empresas dos Sonhos

source: Duplicate options found for this question.
pt: Opções duplicadas encontradas para esta pergunta.

source: Duration
pt: Duração

source: Duration (in minutes)
pt: Duração (em minutos)

source: Duration of the live class in minutes
pt: Duração da aula ao vivo em minutos

source: Edit
pt: Editar

source: Edit Chapter
pt: Editar capítulo

source: Edit Profile
pt: Editar perfil

source: Edit the question
pt: Editar a pergunta

source: Education
pt: Educação

source: Education Detail
pt: Detalhe da Educação

source: Education Details
pt: Detalhes da Educação

source: Email ID
pt: ID do Email

source: Email Sent
pt: Email Enviado

source: Email Templates
pt: Modelos de Email

source: Employee
pt: Funcionário

source: Enable
pt: Ativar

source: Enable Certification
pt: Ativar Certificação

source: Enable Google API in Google Settings to send calendar invites for evaluations.
pt: Ative a API do Google nas Configurações do Google para enviar convites de calendário para avaliações.

source: Enable Learning Paths
pt: Ativar Caminhos de Aprendizagem

source: Enable this only if you want to upload a SCORM package as a chapter.
pt: Ative isso apenas se você quiser fazer upload de um pacote SCORM como um capítulo.

source: Enabled
pt: Habilitado

source: Enabling this will publish the certificate on the certified participants page.
pt: Ativar isso publicará o certificado na página de participantes certificados.

source: End Date
pt: Data de Término

source: End Date (or expected)
pt: Data de Término (ou esperada)

source: End Time
pt: Hora de Término

source: Enroll Now
pt: Inscreva-se Agora

source: Enrolled
pt: Matriculado

source: Enrolled Students
pt: Alunos Matriculados

source: Enrolled successfully
pt: Inscrito com sucesso

source: Enrollment Confirmation for the Next Training Batch
pt: Confirmação de Inscrição para a Próxima Turma de Treinamento

source: Enrollment Count
pt: Contagem de Matrículas

source: Enrollment Failed
pt: Inscrição Falhou

source: Enrollments
pt: Matrículas

source: Enter Client Id and Client Secret in Google Settings to send calendar invites for evaluations.
pt: Insira o ID do Cliente e o Segredo do Cliente nas Configurações do Google para enviar convites de calendário para avaliações.

source: Enter a URL
pt: Insira uma URL

source: Enter a title and save the quiz to proceed
pt: Insira um título e salve o quiz para continuar

source: Enter the correct answer
pt: Insira a resposta correta

source: Error
pt: Erro

source: Evaluation
pt: Avaliação

source: Evaluation Details
pt: Detalhes da Avaliação

source: Evaluation End Date
pt: Data de Encerramento da Avaliação

source: Evaluation Request
pt: Solicitação de Avaliação

source: Evaluation end date cannot be less than the batch end date.
pt: A data de término da avaliação não pode ser menor que a data de término da turma.

source: Evaluation saved successfully
pt: Avaliação salva com sucesso

source: Evaluator
pt: Avaliador

source: Evaluator Name
pt: Nome do Avaliador

source: Evaluator Schedule
pt: Agenda do Avaliador

source: Evaluator is Unavailable
pt: Avaliador Indisponível

source: Event
pt: Evento

source: Example: IST (+5:30)
pt: Exemplo: IST (+5:30)

source: Exercise
pt: Exercício

source: Exercise Latest Submission
pt: Última Submissão do Exercício

source: Exercise Submission
pt: Submissão do Exercício

source: Exercise Title
pt: Título do Exercício

source: Expand all chapters
pt: Expandir todos os capítulos

source: Expiration Date
pt: Data de Expiração

source: Expiry Date
pt: Data de Vencimento

source: Explanation
pt: Explicação

source: Explanation
pt: Explicação

source: Explore More
pt: Explorar Mais

source: Fail
pt: Falhar

source: Featured
pt: Destaque

source: Feel free to make edits to your submission if needed.
pt: Sinta-se à vontade para fazer edições em sua submissão, se necessário.

source: Field To Check
pt: Campo a Verificar

source: Field of Major/Study
pt: Campo de Major/Estudo

source: File Type
pt: Tipo de Arquivo

source: Filter
pt: Filtrar

source: First Name
pt: Primeiro Nome

source: Fixed 9-5
pt: Horário Fixo 9-5

source: Flexible Time
pt: Horário Flexível

source: Form to create and edit quizzes
pt: Formulário para criar e editar quizzes

source: Formal Wear
pt: Traje Formal

source: Free
pt: Gratuito

source: Freelancer/Just looking
pt: Freelancer/Só procurando

source: French (e.g. Distinction)
pt: Francês (por exemplo, Distinção)

source: Friday
pt: Sexta-feira

source: From
pt: De

source: From Date
pt: Data de Início

source: Full Name
pt: Nome Completo

source: Full Time
pt: Tempo Integral

source: Function
pt: Função

source: GST Amount
pt: Valor do GST

source: GST Number
pt: Número do GST

source: General
pt: Geral

source: Generate Certificates
pt: Gerar Certificados

source: Generate Google Meet Link
pt: Gerar Link do Google Meet

source: Get Certificate
pt: Obter Certificado

source: Get Started
pt: Começar

source: Github ID
pt: ID do Github

source: Google Meet Link
pt: Link do Google Meet

source: Grade
pt: Nota

source: Grade Assignment
pt: Nota da Tarefa

source: Grade Type
pt: Tipo de Nota

source: Grant only once
pt: Conceder apenas uma vez

source: Have an account? Login
pt: Tem uma conta? Faça login

source: Heading
pt: Cabeçalho

source: Headline
pt: Título

source: Hello
pt: Olá

source: Help others learn something new by creating a course.
pt: Ajude outros a aprender algo novo criando um curso.

source: Help us improve our course material.
pt: Ajude-nos a melhorar nosso material do curso.

source: Here are a few courses we recommend for you to get started with {0}
pt: Aqui estão alguns cursos que recomendamos para você começar com {0}

source: Hey {0}
pt: Oi {0}

source: Hey,
pt: Oi,

source: Hi {0},
pt: Olá {0},

source: Hi,
pt: Olá,

source: Hide my Private Information from others
pt: Ocultar minhas Informações Privadas de outros

source: Hints
pt: Dicas

source: Host
pt: Anfitrião

source: How to add a Quiz?
pt: Como adicionar um Quiz?

source: How to add a YouTube Video?
pt: Como adicionar um vídeo do YouTube?

source: How to upload content from your system?
pt: Como enviar conteúdo do seu sistema?

source: I am currently working here
pt: Atualmente estou trabalhando aqui

source: I am delighted to inform you that you have successfully earned your certification for the {0} course. Congratulations!
pt: Estou feliz em informar que você ganhou com sucesso sua certificação para o curso {0}. Parabéns!

source: I am looking for a job
pt: Estou procurando um emprego

source: I am unavailable
pt: Estou indisponível

source: Icon
pt: Ícone

source: If Include in Preview is enabled for a lesson then the lesson will also be accessible to non logged in users.
pt: Se 'Incluir na Pré-visualização' estiver ativado para uma aula, a aula também estará acessível para usuários não logados.

source: If you are not any more interested to mentor the course
pt: Se você não estiver mais interessado em orientar o curso

source: If you fail to do so, the quiz will be automatically submitted when the timer ends.
pt: Se você não fizer isso, o quiz será enviado automaticamente quando o tempo acabar.

source: If you have any questions or require assistance, feel free to contact us.
pt: Se você tiver alguma dúvida ou precisar de assistência, sinta-se à vontade para nos contatar.

source: If you set an amount here, then the USD equivalent setting will not get applied.
pt: Se você definir um valor aqui, a configuração equivalente em USD não será aplicada.

source: If you want open ended questions then make sure each question in the quiz is of open ended type.
pt: Se você quiser perguntas abertas, certifique-se de que cada pergunta no quiz seja do tipo aberto.

source: Image
pt: Imagem

source: Image search powered by
pt: Pesquisa de imagem alimentada por

source: Image: Corrupted Data Stream
pt: Imagem: Fluxo de Dados Corrompido

source: In Progress
pt: Em Progresso

source: Inactive
pt: Inativo

source: Include in Preview
pt: Incluir na Pré-visualização

source: Incomplete
pt: Incompleto

source: Incorrect
pt: Incorreto

source: Index
pt: Índice

source: Index Label
pt: Rótulo do Índice

source: Individual Work
pt: Trabalho Individual

source: Industry
pt: Indústria

source: Institution Name
pt: Nome da Instituição

source: Instructor
pt: Instrutor

source: Instructor Content
pt: Conteúdo do Instrutor
